02_Modelagem_UML_Astah/UC05_Gerenciar_Conteudo_Cartas/UC05_Sequencia.puml
@startuml
skinparam monochrome true
autonumber
participant T as ":Tutor"
participant S as ":Sistema"
participant M as ":Modulo"
T -> S : novoModulo(nome)
S -> M : <<create>>
T -> S : adicionarCarta(p, r)
S --/ T : Salvo
@enduml
